{
  "hello": "Салом",
  "description": "hoopla дастрасии китобхонаи ҷамъиятии шуморо дар ҳар вақт ва ҳар ҷо таъмин мекунад!",
  "button_text": "Зер кун",
  "everyone_listening": "Мо чизе дорем, ки ҳама онро мешунаванд",
  "bestsellers_new_releases": "Беҳтарин фурӯшҳо. Нашрҳои нав. Ҳамон ҳикояе, ки шумо интизор будед.",
  "books": "Китобҳо",
  "audiobooks": "Аудиокитобҳо",
  "new_releases_monthly": "Нашрҳои нав ҳар моҳ",
  "collections_recommendations": "Маҷмӯаҳо ва тавсияҳо",
  "offline_online": "Офлайн ё онлайн",
  "best_business_books": "Беҳтарин китобҳои тиҷоратӣ",
  "business_non_fiction_literature": "Адабиёти тиҷоратӣ ва илмӣ-популярии нашрияҳои «Манн, Иванов ва Фербер», «Альпина Паблишер», «Олимп-Бизнес» ва дигарон.",
  "loading": "Боргирӣ...",
  "error": "Хатогӣ:",
  "no_data": "Маълумот дастрас нест",
  "explore_new_worlds": "Ҷаҳонҳои навро кашф кунед",
  "audiobooks_for_everyone": "Аз ҳикояҳои эпикӣ то худтақвиятдиҳӣ — аудиокитобҳо барои ҳама мазмунҳо.",
  "drama": "Драма",
  "drama_desc": "Ҳикояҳои эҳсосотӣ ва бардоштҳои фикриро омӯзед.",
  "love": "Муҳаббат",
  "love_desc": "Ҳикояҳои рӯҳнавоз ва романтикиро кашф кунед.",
  "science_fiction": "Фантастикаи илмӣ",
  "science_fiction_desc": "Ба саргузаштҳои футуристӣ ва берун аз замин ғӯта занед.",
  "thriller": "Триллер",
  "thriller_desc": "Ба ҳикояҳои пурмаҳсули пуртаниши ғамангез ғӯта занед.",
  "fantasy": "Фантастика",
  "fantasy_desc": "Ҷаҳонҳои ҷодугарӣ ва квестҳои эпикиро кашф кунед.",
  "mystery": "Муаммо",
  "mystery_desc": "Муаммоҳои мушкилро ҳал кунед ва розҳоро ошкор кунед.",
  "biography": "Тарҷумаи ҳол",
  "biography_desc": "Дар бораи зиндагии шахсони машҳур маълумот пайдо кунед.",
  "horror": "Даҳшат",
  "horror_desc": "Ҳикояҳои даҳшатбор ва торикро эҳсос кунед.",
  "historical_fiction": "Насри таърихӣ",
  "historical_fiction_desc": "Бо ҳикояҳои ҷолиб ба гузашта равед.",
  "comedy": "Комедия",
  "comedy_desc": "Ҳикояҳои сабук ва ҳазломезро лаззат баред.",
  "adventure": "Саргузаштҳо",
  "adventure_desc": "Ба сафарҳои пурҷӯшу хурӯш ва квестҳо равон шавед.",
  "self_help": "Худтақвиятдиҳӣ",
  "self_help_desc": "Илҳом ва роҳнамо барои рушди шахсӣ пайдо кунед.",
  "onlyFromAudible": "Танҳо дар Maudible беҳтаринро меёбед",
  "groundbreakingOriginals": "Оригиналҳои инқилобӣ ва истисноҳои аз ҷониби машҳурони дараҷаи аввал ва истеъдодҳои нави навор.",
  "primeLogoAlt": "Логотипи Prime",
  "primeMemberExclusive": "Интиқоли истисноии аъзоёни Prime",
  "newAudibleSubscribersOffer": "Муштариёни нави Audible 2 аудиокитоби ройгон ҳангоми озмоиши даврӣ мегиранд",
  "membersGetEvenMore": "Аъзоён боз ҳам бештар мегиранд",
  "discoverNextGreatRead": "Китоби навбатии бузурги худро кашф кунед",
  "pickOneBook": "Дар як моҳ 1 китоб интихоб кунед",
  "pickOneBookDescription": "Аз доираи васеи жанрҳо интихоб кунед ва дар ҳар моҳ як китобро ройгон зеркашӣ кунед.",
  "thousandsOfTitles": "Ҳазорҳо Унвонҳо",
  "thousandsOfTitlesDescription": "Китобхонаи васеи моро дида бароед, ки дар он ҳазорҳо китобҳои ройгон зеркашӣ мешаванд.",
  "exclusiveDeals": "Аҳдҳо ва пешниҳодҳои истисноӣ",
  "exclusiveDealsDescription": "Ба аҳдҳо ва пешниҳодҳои истисноӣ дар китобҳои премиум, ки дар давраи маҳдуд дастрасанд, дастрасӣ пайдо кунед.",
  "startReading": "Ройгон Хонданро Оғоз кунед",
  "Jack": "Ҷек",
  "@jack": "@ҷек",
  "I've never seen anything like this before. It's amazing. I love it.": "Ман ҳеҷ гоҳ чизи ба ин монандро надидаам. Ин аҷиб аст. Ман инро дӯст медорам.",
  "Jill": "Ҷилл",
  "@jill": "@ҷилл",
  "I don't know what to say. I'm speechless. This is amazing.": "Ман намедонам чӣ бигӯям. Ман ҳайронам. Ин аҷиб аст.",
  "John": "Ҷон",
  "@john": "@ҷон",
  "I'm at a loss for words. This is amazing. I love it.": "Ман калимаҳо намеёбам. Ин аҷиб аст. Ман инро дӯст медорам.",
  "libraryLinks": "Истиноди китобхона",
  "catalog": "Феҳрист",
  "events": "Ҳодисаҳо",
  "membership": "Аъзогӣ",
  "contact": "Бо мо тамос гиред",
  "resources": "Захираҳо",
  "ebooks": "Китобҳои электронӣ",
  "audiobookss": "Аудиокитобҳо",
  "research": "Тадқиқот",
  "databases": "Пойгоҳи додаҳо",
  "aboutUs": "Дар бораи мо",
  "aboutLibrary": "Дар бораи китобхона",
  "team": "Дастаи мо",
  "policies": "Сиёсатҳо",
  "supportUs": "Моро дастгирӣ кунед",
  "rightsReserved": "&copy; {{year}} YourLibraryName | Ҳамаи ҳуқуқҳо ҳифз шудаанд",
  "Home": "Саҳифаи асосии",
  "What to choose": "Чиро интихоб кунед",
  "About": "Дар бораи мо",
  "Books": "Китобҳо",
  "Audiobooks": "Аудиокитобҳо",
  "New Arrivals": "Новсозиҳо",
  "Top Books": "Топи китобҳо",
  "Top Audiobooks": "Топи аудиокитобҳо",
  "Log out": "Баргузашт",
  "discoverText": "Ҷаҳони донишро кашф кунед: Беҳтарин китобҳо, ҳама ройгон!",
  "startDiscovering": "Кашф карданро оғоз кунед",
  "enjoyReading": "Аз хониши беохир лаззат баред: Ҳар вақт, ҳар ҷо.",
  "readForFree": "Ройгон хонед",
  "downloadEase": "Бо осонӣ зеркашӣ кунед: Китобхонаи шумо, роҳи шумо.",
  "readOffline": "Вақте ки офлайн ҳастед хонед",
  "language": "Забон",
  "category": "Категория",
  "releaseDate": "Санаи нашр",
  "copyrightStatus": "Вазъи ҳуқуқи муаллиф",
  "downloads": "Боргирӣ",
  "readOnline": "Онлайн хонед",
  "recommendedBooks": "Китобҳои тавсияшуда",
  "advertisement": "Эълон",
  "yourAdHere": "Эълони шумо дар ин ҷо!",
  "welcome_message": "Ба сайти аҷиби ман хуш омадед!",
  "created_by": "Аз тарафи Аниса {{date}} офарида шудааст",
  "about_title": "Ин сайт дар бораи чист?",
  "about_description": "Ин сайт як ганҷинаи захираҳои ройгон аст, ки дар он шумо метавонед маҷмӯи васеи:",
  "story_title": "Ҳикояи ман",
  "story_description": "Салом, ман Аниса, офарандаи ин сайт. Ман ба паҳн кардани дониш ва дастрас кардани маълумот ба ҳама ҳавасмандам. Ман ҳамчун як шахси кунҷков ва омӯзандаи тамоми умр, бовар дорам, ки таълим бояд ройгон ва барои ҳама дастрас бошад. Аз ҳамин сабаб ман ин сайтро офаридам, то платформае пешниҳод кунам, ки дар он мардум метавонанд якҷо омӯзанд, рушд кунанд ва таҷрибаҳои худро ба ҳамдигар нақл кунанд.",
  "expect_title": "Чиро интизор шудан мумкин аст",
  "expect_description": "Дар ин сайт шумо метавонед ёбед:",
  "get_involved_title": "Шарик шавед",
  "get_involved_description": "Мехоҳед ба сайт саҳм гузоред ё захираҳои нав пешниҳод кунед? Ман бо хурсандӣ пешниҳодҳои шуморо мешунавам! Шумо метавонед тавассути саҳифаи тамос бо ман тамос гиред ё ба ҷомеаи мо дар Discord ҳамроҳ шавед.",
  "thanks_message": "Ташаккур барои боздид, ва ман умедворам, ки сайти маро омӯхтан ба шумо писанд меояд!",
  "bookss": "Китобҳои ройгон дар мавзӯъҳои гуногун, аз адабиёти бадеӣ то адабиёти илмӣ",
  "courses": "Курсиҳои ройгони онлайн барои омӯзиши малакаҳои нав ва васеъ кардани дониши худ",
  "software": "Нармафзори ройгон ва асбобҳо барои осонтар кардани ҳаёти худ",
  "surprises": "Ва бисёр сюрпризҳои дигар!",
  "regular_updates": "Мазмуни мунтазам навшаванда, ки китобҳо, курсҳо ва захираҳои навро дар бар мегирад",
  "community": "Ҷомеаи афроде, ки донишу таҷрибаи худро нақл мекунанд",
  "safe_environment": "Муҳити бехатар ва хушоянд, ки аз реклама ва парешонсозӣ озод аст",
  "topBooksTitle": "Маҷмӯаи китобҳои машҳуртарин",
  "collectionsCount": "103 маҷмӯа",
  "descriptionn": "Дар ин саҳифа 103 маҷмӯаи китобҳои баландтарин аз китобхонаи электронии MyBook пешниҳод шудааст. Маҷмӯаҳо ҳар моҳ тартиб дода мешаванд, ки ба ҳар хонанда имкон медиҳад китоби ба завқи худ мувофиқро пайдо кунад. Китобҳои машҳуртаринро мустақиман дар сайт хонед ё барномаи қулайи моро насб кунед, то асарҳои дӯстдоштаатонро ҳатто бидуни пайвастшавӣ ба интернет бо худ нигоҳ доред!",
  "searchPlaceholder": "Ҷустуҷӯи китоб...",
  "searchButton": "Ҷустуҷӯ",
  "preview": "Пешнамоиш",
  "readOnlinee": "Хондан онлайн",
  "notAvailable": "Дастнорас",
  "noBooksFound": "Китобҳо ёфт нашуданд.",
  "previous": "Қаблӣ",
  "next": "Баъдӣ",
  "contact_title": "Тамос",
  "contact_description": "Шумо метавонед бо ман дар платформаҳои зерин пайваст шавед:",
  "discord_link": "Ба ман дар Discord ҳамроҳ шавед",
  "telegram_link": "Маро дар Telegram пайравӣ кунед",
  "github_link": "GitHub-и маро санҷед",
  "new_books": "Китобҳои нав дар сайт",
  "discover_50_books": "50 китоби нави ба сайти мо илова кардашударо кашф кунед!",
  "section_intro": "Дар ин қисмат шумо навгониҳои нави китобхонаи электронии моро хоҳед ёфт. Мо ҳамеша коллексияи худро нав карда истодаем, то ки ба шумо китобҳои навтарин ва муҳимтаринро пешниҳод кунем. Новобаста аз он ки шумо ба адабиёти бадеӣ, илмӣ, биографияҳо ё шеъру ғазал таваҷҷуҳ доред, дар ин ҷо чизе барои завқи худ пайдо хоҳед кард.",
  "read_online_or_download": "Китобҳоро онлайн хонед ё онҳоро барои истифода дар вақти мувофиқ, ҳатто бе пайвасти интернетӣ, дар дастгоҳи худ боргирӣ кунед.",
  "install_app": "Барномаи мобилии моро насб кунед, то ки китобҳоро дар смартфон ё планшетатон осонтар хонед. Бо мо шумо ҳамеша аз охирин тамоюлҳои адабӣ бохабар хоҳед буд ва метавонед бо муаллифони нав ошно шавед.",
  "search_placeholder": "Ҷустуҷӯи китоб...",
  "search_button": "Ҷустуҷӯ",
  "previeww": "Намуна",
  "read_online": "Хондани онлайн",
  "not_available": "Дастрас нест",
  "no_books_found": "Китобҳо ёфт нашуданд.",
  "previous_button": "Қаблӣ",
  "next_button": "Баъдӣ",
  "Audiobookss": "Аудиокитобҳо",
  "Find Audiobooks": "Аудиокитобҳоро ёбед",
  "Search Audiobook...": "Ҷустуҷӯи аудиокитоб...",
  "Enter Audiobook Title!!": "Номи аудиокитобро ворид кунед!!",
  "Author": "Муаллиф",
  "View Details": "Тафсилотро бинед",
  "Listen": "Гӯш кардан",
  "No audiobooks found.": "Аудиокитобҳо ёфт нашуд.",
  "Discover a wide range of free books available on our site!": "Дар сайти мо доираи васеи китобҳои ройгонро пайдо кунед!",
  "Search Book...": "Ҷустуҷӯи китоб...",
  "Search": "Ҷустуҷӯ",
  "Enter Book Name!!": "Номи китобро ворид кунед!!",
  "Enjoy browsing through a variety of free books on our site!": "Аз дидани гуногунии китобҳои ройгон дар сайти мо лаззат баред!",
  "Preview": "Намоиш",
  "Read Online": "Хондан онлайн",
  "Not Available": "Дастрас нест",
  "No books found.": "Китобҳо ёфт нашуданд.",
  "Previous": "Қаблӣ",
  "Next": "Баъдӣ",
  "internet nadori fetch galtid": "Нафарони китобҳо ноком шуданд. Лутфан пайвасти интернетро санҷед.",
  "Welcome to Our Library": "Хуш омадед ба китобхонаи мо",
  "Discover a world of knowledge with our diverse collection of books and resources.": "Бо маҷмӯи гуногуни китобҳо ва захираҳои мо ҷаҳони донишро кашф кунед.",
  "Our library offers an extensive range of genres, from fiction and non-fiction to academic and reference materials. We are dedicated to providing you with the best resources to enhance your learning and entertainment experience.": "Китобхонаи мо маҷмӯи васеи жанрҳоро пешниҳод мекунад, аз ҷумла адабиёти бадеӣ ва ғайри бадеӣ, инчунин маводи таълимӣ ва маълумотномавӣ. Мо ба пешниҳоди беҳтарин захираҳо барои такмили таълим ва фароғати шумо бахшидаем.",
  "Diverse Collection": "Маҷмӯаи гуногун",
  "Explore our wide range of books, including fiction, non-fiction, academic texts, and more.": "Маҷмӯаи гуногуни китобҳои моро таҳқиқ кунед, аз ҷумла адабиёти бадеӣ, адабиёти ғайрибадеӣ, матнҳои илмӣ ва бештар аз он.",
  "State-of-the-Art Facilities": "Шароити муосир",
  "Enjoy modern library facilities with comfortable reading spaces and cutting-edge technology.": "Аз шароити муосири китобхона бо ҷойҳои бароҳати хондан ва технологияи пешрафта лаззат баред.",
  "Digital Resources": "Захираҳои рақамӣ",
  "Access a wealth of digital resources including e-books, online journals, and multimedia content.": "Ба захираҳои ғании рақамӣ, аз ҷумла китобҳои электронӣ, маҷаллаҳои онлайнӣ ва мундариҷаи мултимедӣ дастрасӣ пайдо кунед.",
  "Innovation and Learning": "Иноватсия ва омӯзиш",
  "Participate in workshops and events designed to foster innovation and continuous learning.": "Дар семинарҳо ва чорабиниҳо ширкат варзед, ки барои рушди инноватсия ва омӯзиши пайваста ташкил шудаанд.",
  "Explore Now": "Ҳоло омӯзед",
  "Show More": "Бештар нишон диҳед" ,
  "descriptiondrama": "Китобҳои драма шуморо ба ҷаҳони эҳсосоти қавӣ, персонажҳои мураккаб ва ҳикояҳои фаромӯшнашаванда мебаранд. Новобаста аз он ки шумо дар ҷустуҷӯи асарҳои классикӣ, ки санҷиши вақтро паси сар кардаанд, ё романҳои муосир, ки амиқи таҷрибаи инсонро меомӯзанд, сайти мо интихоби васеъро пешкаш мекунад. Аз дастрасии ройгон ба ин китобҳои ҷолиб баҳра баред, онҳоро онлайн хонед ё барои хондани офлайн дар вақти дилхоҳатон зеркашӣ кунед. Муаллифони нав, ҳикояҳои безамон ва қудрати драмаро дар сайти ройгони мо кашф кунед.",
  "View fiction":"Дар бахши китобҳои бадеии ройгон, шумо метавонед китобҳои гуногунро аз классикҳо то муаллифони замонавӣ пайдо кунед. Ин имконияти нодирест, ки бе пардохт аз мутолиаи китобҳои дӯстдоштаи худ баҳра баред.",
  "Thriller Details": " Китобҳои триллер бо саҳифаҳои аввал шуморо мафтун карда, то охир дар шиддати фишори эҳсосотӣ нигоҳ медоранд. Дар ин жанр шумо китобҳоеро хоҳед ёфт, ки пур аз буришҳои ғайричашмдошт, хатар ва адреналин мебошанд.",
  "fANTASY Details": "Китобҳои фантазия шуморо ба олами сеҳрноке мебаранд, ки пур аз ҷоду, мавҷудоти афсонавӣ ва саргузаштҳои эпикӣ мебошанд. Ин жанр шуморо аз воқеият дур карда, ба дунёҳое даъват мекунад, ки дар онҳо ҳама чиз мумкин аст.",
  "View Mystery": "Китобҳои муаммо хонандаро бо асрорҳо, муаммоҳо ва гардишҳои ғайричашмдошт дар сюжет фурӯ мебаранд. Ин ҳикояҳо шуморо маҷбур мекунанд, ки бо қаҳрамонҳо якҷо асрорро кашф кунед ва ҳақиқатро пайдо кунед.",
  "View Biography": " Китобҳои тарҷумаи ҳол дар бораи зиндагии одамони воқеӣ, дастовардҳои онҳо, санҷишҳо ва ҳикояҳои шахсии онҳо нақл мекунанд. Ин жанр имкон медиҳад, ки шахсиятҳои бузурги гузашта ва ҳозираро амиқтар фаҳмед ва барои дастовардҳои худ илҳом гиред.",
  "View Horror": " Китобҳои даҳшатӣ хонандаро ба ҷаҳони тарс ва шиддат ғарқ мекунанд ва фазое эҷод мекунанд, ки дили шахсро тезтар метаконанд. Ин жанр тасаввуротро фаро мегирад ва ҷониби торики табиати инсон ва даҳшатҳои ношиносро таҳқиқ мекунад.",
  "View Historicalfic": "Фантастика таърихӣ воқеаҳои воқеии таърихиро бо унсурҳои тасаввурӣ омезиш медиҳад ва асарҳои шавқовар ва маълумотбахшро эҷод мекунад. Ин жанр ба хонандагон имконият медиҳад, ки ба гузашта ғарқ шаванд, давраҳои таърихиро ва шахсиятҳоро тавассути ҳикояҳои тасаввурӣ таҳқиқ кунанд.",
  "View Comedy": "Китобҳои хандаовар ба хонандагон ҳикояҳои шавқовар ва хандаи олиро пешниҳод мекунанд, ки хулоса ва завқ мебахшад. Ин жанр аксар вақт юмор, сатир ва иронӣ истифода мебарад, то вазъи рӯзмарра ва заифиятҳои инсонро рӯшан кунад, то ки онҳо шод ва осон дарк карда шаванд.",
  "adventures": "Китобҳои сарguzawt хонандаро ба ҷаҳонҳои шавқовар ва муҷоҳидон водор мекунад, ки ба таҳқиқоти ҷолиб ва амалҳои ҷасур машғул бошанд. Ин жанр аксар вақт сафари тӯҳфаҳо, ҷангҳо ва амалҳои қаҳрамонӣ дорад, ки хонандаро бо лаҳзаҳои мароқбахш ва фаромӯшнашаванда ба пеш мебарад.",
  "selfhelps": "Китобҳои худнамоӣ метавонанд манбаи хубе барои рушди шахсӣ ва беҳтар намудани сифати зиндагӣ бошанд. Бисёре аз онҳо онлайн ройгон дастрас мебошанд ва маълумоти арзишмандро дар бораи мавзӯъҳои монанди мотивация, самаранокӣ ва саломатии равонӣ пешниҳод мекунанд."
}
